Repository: Rasbats/UKTides
Catalog: po/*.po
Languages: fr_fr, sv_se

source: UKTides panel icon has NOT been loaded
fr_fr: L'icône du panneau de marées GB n' a PAS été chargée
sv_se: UKTides panelikoner har inte laddats

source: UKTides
fr_fr: Marées GB

source: Select UK Tidal Station
fr_fr: Sélectionner la station de marée GB
sv_se: Välj UK tidvattenstation

source: Downloads UKHO Tidal Data for UK ports
fr_fr: Téléchargement des données des marées pour les ports britanniques
sv_se: Ladda hem UK-HO tidvattendata för UK-hamnar

source: Download
fr_fr: Télécharger
sv_se: Ladda hem

source: Saved
fr_fr: Sauvegardé
sv_se: Sparad

source: Locations
fr_fr: Emplacement
sv_se: Platser

source: Help
fr_fr: Aide
sv_se: Hjälp

source: All times UTC
fr_fr: Heures UTC
sv_se: Alla tider är UTC

source: Port Locations
fr_fr: Localisation du port
sv_se: Hamnar

source: Download
fr_fr: Télécharger
sv_se: Hämta

source: Status:
fr_fr: Statut :

source: Days ahead:
fr_fr: Jours à venir:
sv_se: Dagar framåt:

source: Aborted
fr_fr: Abandonné
sv_se: Avbruten

source: Download failed. Are you connected to the Internet?
fr_fr: Le téléchargement a échoué. Êtes-vous connecté à Internet ?
sv_se: Nedladdning misslyckades. Har du kontakt med Internet?

source: Failed
fr_fr: Echec
sv_se: Misslyckades

source: Success
fr_fr: C'est réussi
sv_se: Slutförd

source: No tidal stations found
fr_fr: Aucune station de marée trouvée.
sv_se: Hittade inga tidvattenstationer

source: No features found in message
fr_fr: Aucune fonctionnalité trouvée dans le message
sv_se: Meddelandet innehåller ingen info

source: No properties found in message
fr_fr: Aucune propriété trouvée dans le message
sv_se: Meddelandet innehåller inga egenskaper

source: Select the Location
fr_fr: Choisissez un lieu
sv_se: Välj plats

source: Tides
fr_fr: Marées
sv_se: Tidvatten

source: (Times are UTC)
fr_fr: (Les heures sont UTC)
sv_se: (Alla tider är UTC)

source: (Height in metres)
fr_fr: (Hauteur en mètres)
sv_se: (Höjder i meter)

source: No tidal data found. Please use right click to select the UK tidal station
fr_fr: Aucune donnée marée trouvée. Veuillez utiliser le bouton droit pour sélectionner la station de marée britannique
sv_se: Ingen tidvattendata hittad. Använd högerklick för att välja en tidvattenstation för UK

source: No tidal data found. Please download the locations and use right click to select the UK tidal station
fr_fr: Aucune donnée marée trouvée. Veuillez télécharger les stations et utiliser le bouton droit pour sélectionner la station de marée britannique
sv_se: Ingen tidvattendata hittades. Ladda hem platslistan och högerklicka för att välja en tidvattenstation för UK

source: Locations Saved
fr_fr: Emplacement enregistré
sv_se: Platser sparad

source: No active tidal stations found. Please download the locations
fr_fr: Aucune station de marée active trouvée. Veuillez télécharger les stations
sv_se: Ingen aktiv station hittades. Vänligen ladda hem platslistan

source: Port not found
fr_fr: Port non trouvé
sv_se: Hamnen hittades inte

source: No tidal stations found. Please download locations when online
fr_fr: Aucune station de marée trouvée. Veuillez télécharger les stations en ligne
sv_se: Ingen station hittades. Vänligen anslut till Internet och ladda hem platslistan

source: Failed to save xml file:
fr_fr: Echec de sauvegarde du fichier xml :
sv_se: Det gick inte att spara xml-filen:

source: Tidal Events
fr_fr: Événements de marées
sv_se: Tidvattenhändelser

source: No UK tide locations available
fr_fr: Aucune station de marée britannique disponible
sv_se: Ingen UK tidvattenstation tillgänglig

source: Invalid xml file
fr_fr: Fichier xml invalide
sv_se: Ogiltig xml fil

source: Date/Time
fr_fr: Date/Heure
sv_se: Datum/Tid

source: HW/LW
fr_fr: PM/BM
sv_se: HV/LV

source: Height
fr_fr: Hauteur
sv_se: Höjd

source: Important
sv_se: Viktig
